#####################################################################

[Translation]
TRANSLATION_BY = Преведена от 
TRANSLATION_NAME = Александър Иванов
TRANSLATION_LINK = mailto:sikander@abv.bg
LANGUAGENAME=Български
FILEVER=3000

#####################################################################

















[Common]
SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8
SYSTEM_TITLE_BOLD = 1
SYSTEM_EDITOR_PANEL_SIZEOVERFLOW = 0
POPUPMARGIN=35

#-------------------------------------------------------------















[MainPopup]
MNU_OPEN_PICPICK		=&Редактор на изображения
#-------------------------------------------------------------















MNU_CAPTURE			=&Снимка на екрана
MNU_CAPTURE_FULLSCREEN		=Снимка на &целия екран
MNU_CAPTURE_ACTIVEWINDOW	=Снимка на &активния прозорец
MNU_CAPTURE_CONTROL		=Снимка на прозорец с &контрол
#2.3.0















MNU_CAPTURE_SCROLLINGWINDOW	=Снимка на прозорец с &превъртане
#2.3.0















MNU_CAPTURE_REGION		=Снимка на &избрана област
MNU_CAPTURE_FIXEDREGION		=Снимка на &фиксирана област
MNU_CAPTURE_FREEHAND		=Снимка на произволна &област
MNU_CAPTURE_WEBPAGE		=Снимка на &интернет страницата
MNU_CAPTURE_REPEAT		=Повтори после&дната снимка
MNU_CAPTUREQBAR			=Покажи лентата за &прихващане...
#-------------------------------------------------------------















MNU_CAPTURE_SETTING		=&Настройки на снимането
MNU_OUTPUTTYPE			=Направената &снимка...
















MNU_OUTPUTTYPE_PICPICK		=&В редактора на PicPick
MNU_OUTPUTTYPE_CLIPBOARD	=&Копирай в клипборда
MNU_OUTPUTTYPE_SAVEIMAGE	=&Запиши във файл
MNU_OUTPUTTYPE_SAVEFOLDER	=&Автоматично запиши като...
#2.0.0















MNU_OUTPUTTYPE_OTHER		=&Външна програма...
MNU_OUTPUTTYPE_FTP		=Качи на FT&P сървър
#2.0.0
#2.2.0















MNU_OUTPUTTYPE_SHARE		=&Сподели
MNU_OUTPUTTYPE_SENDTO		=&Изпрати до
MNU_OUTPUTTYPE_FACEBOOK	=Качи във &Facebook
MNU_OUTPUTTYPE_TWITTER		=Качи в &Twitter
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=Изпрати по име&йл (Outlook)
#2.2.0
#2.2.2















MNU_OUTPUTTYPE_PRINTER		=&Отпечатай
#2.2.2
#2.3.3















MNU_OUTPUTTYPE_WEB			=Качи в &мрежата
#2.3.3















MNU_OPT_DEFAULTFORMAT		=&Файлов формат на снимката
MNU_OPT_OPENEDITOR		=&Отвори редактора при стартиране на програмата
MNU_OPT_STARTUPPROGRAM	=&Стартирай PicPick със стартиране на системата
#-------------------------------------------------------------















MNU_COLORPICKER			=Избор на &цвят
MNU_COLORPALETTE		=Ц&ветова палитра
MNU_COPYCOLORTYPE		=&Копирай цвета като
MNU_COLORHISTORY		=&Избирани цветове
MNU_COLORHISTORY_CLEAR		=Из&чисти
#-------------------------------------------------------------
#1.8.0.8















MNU_MAGNIFIER			=Л&упа
#1.8.0.8















MNU_PIXELRULER			=&Линийка
MNU_PROTRACTOR			=&Ъгломер
MNU_CROSSHAIR			=Коо&рдинати
MNU_WHITEBOARD			=Рисуване по &екрана
#-------------------------------------------------------------
#2.0.2 //Changed caption because of menu accessibility















MNU_ABOUT_PICPICK		=&Настройки на програмата...
#2.0.2















MNU_EXIT_PICPICK		=И&зход




#-------------------------------------------------------------















[PicPickEditor]
MNU_FILE =&Файл
MNU_FILE_NEW =&Ново изображение
MNU_FILE_OPEN =&Отвори...
MNU_FILE_OPENCLIPBOARD =Отвори от &клипборда
MNU_FILE_OPENURL =Отвори от &URL-адрес
#2.0.0















MNU_FILE_SAVESAME=&Запиши
MNU_FILE_SAVE =Запиши &като...
#2.0.0















MNU_FILE_SAVESELECT =З&апиши избраното като...
#2.3.0















MNU_FILE_SAVEALL=Запиши в&сичко...
#2.3.0
#1.8.0















MNU_FILE_PRINT=&Отпечатай...
#1.8.0















MNU_FILE_CLOSEIMAGE =За&твори изображението
MNU_FILE_CLOSECURRENTIMAGE =&Текущото изображение
MNU_FILE_CLOSEALLIMAGE = &Всички изображения
MNU_FILE_CLOSEALLSAVEDIMAGE =ВСИЧКИ &записани изображения
MNU_FILE_CLOSEPICPICK =Из&ход от редактора
#-------------------------------------------------------------















MNU_EDIT =&Редактирай
MNU_EDIT_UNDO =&Отмени
MNU_EDIT_REDO =&Възстанови
MNU_EDIT_CUT =Изре&жи
MNU_EDIT_COPY =&Копирай
MNU_EDIT_PASTE =&Постави
MNU_EDIT_PASTEFROMFILE =Постави от &файл...
MNU_EDIT_SELECTDEL =&Изтрий
MNU_EDIT_SELECTNEW =И&зрежи освен избраното
MNU_EDIT_DESELECT =&Деизбери
MNU_EDIT_SELECTALL =Избери в&сичко
MNU_EDIT_IMAGERESIZE =Оразмеряване на &изображението...
MNU_EDIT_CANVASRESIZE =Оразмеряване на &платното...
#2.0.0















MNU_EDIT_VIEWBITMAP =Прегледай растерното изображение на &цял екран...
#2.0.0
#-------------------------------------------------------------















MNU_TOOLS =&Инструменти
MNU_TOOLS_FULLSCREEN 		=Снимка на целия &екран
MNU_TOOLS_ACTIVEWINDOW 		=Снимка на &активния прозорец
MNU_TOOLS_CONTROL 		=Снимка на прозорец с &контрол
#2.3.0















MNU_TOOLS_SCROLLINGWINDOW	=Снимка на прозорец с &превъртане
#2.3.0
















MNU_TOOLS_WEBPAGE 		=Снимка на &интернет страница
MNU_TOOLS_REGION 		=Снимка на &избрана област
MNU_TOOLS_FIXEDREGION 		=Снимка на &фиксирана област
MNU_TOOLS_FREEHAND 		=Снимка на произволна &област
MNU_TOOLS_REPEAT 		=Повтори после&дната снимка
MNU_TOOLS_COLORPICKER		=Избор на &цвят
MNU_TOOLS_COLORPALETTE		=Ц&ветова палитра
#1.8.0.8















MNU_TOOLS_MAGNIFIER		=Л&упа
#1.8.0.8















MNU_TOOLS_PIXELRULER		=&Линийка
MNU_TOOLS_PROTRACTOR		=&Ъгломер
MNU_TOOLS_CROSSHAIR		=Коо&рдинати
MNU_TOOLS_WHITEBOARD		=&Рисуване по екрана
#2.0.1















MNU_TOOLS_OPTION		=&Настройки на програмата...
#2.0.1
#-------------------------------------------------------------
#1.8.0















MNU_TOOLSOPTION				=Настройки на &снимане
MNU_TOOLSOPTION_OUTPUTTYPE			=Направената &снимка...
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=&Файлов формат на снимката
MNU_TOOLSOPTION_DUALMONITORS			=&Поддръжка на няколко монитора
MNU_TOOLSOPTION_HOTKEY			=&Промени предназначението на бързите клавиши...
MNU_TOOLSOPTION_SOUND				=Включи &звукови ефекти
MNU_TOOLSOPTION_SCROLLCAPTURE		=Включи автоматично &превъртане
MNU_TOOLSOPTION_MOUSECURSOR			=Включи &стрелката на мишката
MNU_TOOLSOPTION_STARTUPPROGRAM		=Стартирай PicPick със стартиране на системата
MNU_TOOLSOPTION_OPENEDITOR			=Отвори редактора PicPick при стартиране на програмата
MNU_TOOLS_COLORTYPE				=Коп&ирай  цвета като
#1.8.0
#-------------------------------------------------------------















MNU_EFFECT 			=&Ефекти
MNU_EFFECT_INVERT 		=&Обърнати цветове
MNU_EFFECT_GRAYSCALE		=&Чернобяло
MNU_EFFECT_MOSAIC 		=&Пикселизация...
MNU_EFFECT_BLUR 		=&Замъглено
MNU_EFFECT_SHARPEN 		=&Изострено
MNU_EFFECT_BRIGHTNESS 		=&Яркост / Контраст...
MNU_EFFECT_HSL 			=Оттенък / &Наситеност...
MNU_EFFECT_BORDER 		=&Ръбести ефекти
MNU_EFFECT_FLIP 		=О&бърни
MNU_EFFECT_FLIPH 		=Обърни &хоризонтално
MNU_EFFECT_FLIPV 		=Обърни &вертикално
MNU_EFFECT_ROTATE 		=&Завърти
MNU_EFFECT_ROTATE90 		=на &90° по часовниковата стрелка
MNU_EFFECT_ROTATE180 		=на &180° по часовниковата стрелка
MNU_EFFECT_ROTATE270 		=на &270° по часовниковата стрелка
#1.8.1.0















MNU_EFFECT_FRAME		=&Рамка...
MNU_EFFECT_COLORBALANCE		=&Баланс на цвета
#1.8.1.0
#-------------------------------------------------------------















MNU_WINDOW =&Прозорец
MNU_WINDOW_CASCADE =&Каскадно
MNU_WINDOW_TILEH =Разположи &хоризонтално
MNU_WINDOW_TILEV =Разположи &вертикално
MNU_WINDOW_MINIMIZEALL =Минимизирай всички
#-------------------------------------------------------------















MNU_HELP =П&омощ
MNU_HELP_WEBSITE =Официалният сайт на PicPick ...
MNU_HELP_ABOUT =За програмата...
















PNL_TOOL_TOOLS = Инструменти
PNL_TOOL_COLOR = Цвят
PNL_TOOL_PROPERTY = Свойства
LBL_TOOL_WIDTHS = Ширина :
LBL_TOOL_OPACITY = Прозрачност :
#2.0.0















LBL_TOOL_SHAPE= Фигура :
TAB_HOME=Начало
TAB_FILE=Файл
TAB_VIEW=Изглед
TAB_SHAPES=Фигури
#2.0.0


#2.1.0
#Ribbon















TBR_CLIPBOARD=Клипборд
TBN_CLIPBOARD_PASTE=Постави
TBN_CLIPBOARD_CUT=Изрежи
TBN_CLIPBOARD_COPY=Копирай
TBN_CLIPBOARD_DELETE=Изтрий
















TBR_VIEW=Изглед
TBN_VIEW_ZOOMIN=Приближи
TBN_VIEW_ZOOMOUT=Отдалечи
TBN_VIEW_FULL=На цял екран
TBN_VIEW_100=Реален размер
















TBR_IMAGE=Изображение
TBN_IMAGE_EFFECT=Ефекти
TBN_IMAGE_CROP=Изрежи
TBN_IMAGE_RESIZE=Оразмери
TBN_IMAGE_ROTATE=Завърти

















TBR_TOOLS=Инструменти
TBR_COLOR=Цветове
















POP_COLORTYPE1 = Пастелните тонове
POP_COLORTYPE2 = Основни цветове
TBR_SHOWHIDE=Покажи/скрий
TBN_RULER=Линия
TBN_STATUSBAR=Лента на съст.
TBN_TAB = Подпрозорец
TBN_THUMBNAIL=Миниа- тюри
TBR_WINDOW=Прозорец
TBN_CASCADE=Каскадно
TBN_ARRANGEALL=Подреди всички
TBN_REGISTER=&Регистриране...
TBN_VIEW_100=100% изглед
TBN_TOOLS_SELECT = Избери
TBN_MORECOLORS = Още
MNU_PALETTETYPE = Тип на палитрата
MNU_TOPBAR_TITLE = Персонал. на горните бутони
MNU_TOPBAR_MINIMIZERIBBON = &Минимизирай лентата
#2.1.0
#-------------------------------------------------------------

#-------------------------------------------------------------















[PicPickEditor Tip]
TIP_FILE_NEW =Създаване на ново изображение
TIP_FILE_OPEN =Отваря съществуващо изображение
TIP_FILE_OPENCLIPBOARD =Отваря изображение от клипборда
TIP_FILE_OPENURL =Отваряне на изображение от URL-адрес
#2.0.0















TIP_FILE_SAVE =Записване на активното изображение
TIP_FILE_SAVEAS =Записване на активното изображение с ново име
#2.0.0















TIP_FILE_SAVESELECT =Записване на избраната област с ново име
#2.3.0















TIP_FILE_SAVEALL =Записване на всички изображения с ново име
#2.3.0
#1.8.0















TIP_FILE_PRINT=Отпечатване на изображението
#1.8.0















TIP_FILE_CLOSEIMAGE =Затваряне на текущото изображението
TIP_FILE_CLOSEALLIMAGE =Затваряне на всички файлове с изображения
TIP_FILE_CLOSEALLSAVEDIMAGE =Затваряне на всички записани файлове с изображения
TIP_FILE_CLOSEPICPICK =Затваряне на прозореца
#-------------------------------------------------------------















TIP_EDIT_UNDO =Отмяна на последното действие
TIP_EDIT_REDO =Възстановяване на последното отменено действие
TIP_EDIT_CUT =Изрязване на избраната област и поставяне в клипборда
TIP_EDIT_COPY =Копиране на избраната област в клипборда
TIP_EDIT_PASTE =Поставяне на съдържанието на клипборда в активното изображение
TIP_EDIT_PASTEFROMFILE =Поставяне на файл в текущото изображение
TIP_EDIT_SELECTDEL =Изтриване на избраната област
TIP_EDIT_SELECTNEW =Изрязване на изображението до избраната област
TIP_EDIT_DESELECT =Деизбиране на изображението
TIP_EDIT_SELECTALL =Избиране на цялото изображение
TIP_EDIT_IMAGERESIZE =Промяна на размера на изображението
TIP_EDIT_CANVASRESIZE =Промяна на размера на платното
#2.0.0















TIP_EDIT_VIEWBITMAP =Преглед на растерната графика на цял екран.
TIP_TOOLS_CAPTURE = Показва лентата за прихващане на екрана
#2.0.0
#-------------------------------------------------------------















TIP_TOOLS_FULLSCREEN =Снима изображение от работния плот
TIP_TOOLS_ACTIVEWINDOW =Снима активния прозорец
TIP_TOOLS_CONTROL =Снима контрол на прозорец
#2.3.0















TIP_TOOLS_SCROLLINGWINDOW	=Снима прозорец с превъртане
#2.3.0















TIP_TOOLS_WEBPAGE =Снима изображение от интернет страници
TIP_TOOLS_REGION =Снима правоъгълна област
TIP_TOOLS_FREEHAND =Снима произволна област
TIP_TOOLS_FIXEDREGION =Снима фиксирана правоъгълна област
TIP_TOOLS_REPEAT =Снима същата област като преди
















TIP_TOOLS_COLORPICKER	=Показва избора на цвят на екрана
TIP_TOOLS_COLORPALETTE	=Показва цветовата палитра на екрана
#1.8.0.8















TIP_TOOLS_MAGNIFIER	=Показва лупата на екрана
#1.8.0.8















TIP_TOOLS_PIXELRULER	=Показва линийката на екрана
TIP_TOOLS_PROTRACTOR	=Показва ъгломера на екрана
TIP_TOOLS_CROSSHAIR	=Показва кръстче с координатите му на екрана
TIP_TOOLS_WHITEBOARD	=Показва инструмента за рисуване по екрана
#2.0.1















TIP_TOOLS_OPTION		=Показва няколко варианта за програмата
#2.0.1
#-------------------------------------------------------------
#1.8.0















TIP_TOOLSOPTION					=Промяна на настройката на снимане
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Промяна на изхода за сниманото изображение
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Промяна на изхода за сниманото изображение
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Промяна на изхода за сниманото изображение
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Промяна на изхода за сниманото изображение
#2.0.0















TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Промяна на изхода за сниманото изображение
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Промяна на изхода за сниманото изображение
#2.0.0
#2.2.0















TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Промяна на изхода за сниманото изображение
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Промяна на изхода за сниманото изображение
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Промяна на изхода за сниманото изображение
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Промяна на изхода за сниманото изображение
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Промяна на изхода за сниманото изображение
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Промяна на изхода за сниманото изображение
#2.2.0
#2.2.2















TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Промяна на изхода за сниманото изображение
#2.2.2















TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Промяна на файловия формат по подразбиране
TIP_TOOLSOPTION_DUALMONITORS			=Поддръжка на няколко монитора при обхват на изображението
TIP_TOOLSOPTION_HOTKEY				=Промяна на предназначението на бързите клавиши...
TIP_TOOLSOPTION_SOUND				=Включване на звукови ефекти при снимка на екрана
TIP_TOOLSOPTION_SCROLLCAPTURE			=Снимане на контрола за превъртана
TIP_TOOLSOPTION_MOUSECURSOR			=Включване на курсора на мишката в изображението
TIP_TOOLSOPTION_STARTUPPROGRAM		=Стартиране на PicPick със стартиране на системата
TIP_TOOLSOPTION_OPENEDITOR			=Отваряне на редактора на PicPick при стартиране на програмата
TIP_TOOLS_COLORTYPE				= Промяна на формата на цвета [HTML, RGB, C++, Delphi]
#1.8.0
#-------------------------------------------------------------















TIP_EFFECT_INVERT =Обръщане на цветовете на изображението
TIP_EFFECT_GRAYSCALE =Конвертиране на изображението до 256 оттенъка на чернобялото
TIP_EFFECT_MOSAIC =Прилагане на ефекта пикселизация
TIP_EFFECT_BLUR =Прилагане на ефекта размиване
TIP_EFFECT_SHARPEN =Прилагане на ефекта рязкост
TIP_EFFECT_BRIGHTNESS =Промяна на яркостта и контраста
TIP_EFFECT_HSL =Промяна на оттенъка и наситеността
TIP_EFFECT_FLIPH =Обръщане на избраната област или цялото изображението хоризонтално
TIP_EFFECT_FLIPV =Обръщане на избраната област или цялото изображението вертикално
TIP_EFFECT_ROTATE90 =Завъртане на 90 градуса по часовниковата стрелка
TIP_EFFECT_ROTATE180 =Завъртане на 180 градуса по часовниковата стрелка
TIP_EFFECT_ROTATE270 =Завъртане на 270 градуса по часовниковата стрелка
#1.8.1.0















TIP_EFFECT_FRAME=Прилагане на ефекта рамка
#1.8.1.0

#-------------------------------------------------------------















TIP_WINDOW_CASCADE =Разполагане на прозорците каскадно, с припокриване
TIP_WINDOW_TILEH =Разполагане на прозорците хоризонтално, без припокриване
TIP_WINDOW_TILEV =Разполагане на прозорците вертикално, без припокриване
TIP_WINDOW_MINIMIZEALL =Минимизиране на всички отворени прозорци
#-------------------------------------------------------------















TIP_HELP_WEBSITE =Отваряне на домашната страница на  PicPick
TIP_HELP_ABOUT =Показване на информация за програмата и за правата за разпространение
#-------------------------------------------------------------















TIP_TOOL_MOVE =Преместване
TIP_TOOL_SELECT =Избиране на част от изображението
TIP_TOOL_FILL =Запълване с цвят
TIP_TOOL_BRUSH =Четка
TIP_TOOL_PENCIL =Молив
TIP_TOOL_ZOOM =Лупа
TIP_TOOL_ERASER =Гума / Гума за цвят
TIP_TOOL_PICKCOLOR =Избиране на цвят
TIP_TOOL_TEXT =Текст
TIP_TOOL_LINE =Линия
TIP_TOOL_RECT =Правоъгълник
TIP_TOOL_ELLIPSE =Елипса
#1.8.0















TIP_TOOL_ARROW =Стрелка
#1.8.0















TIP_TOOL_RRECT =Правоъгълник със заоблени ъгли
TIP_TOOL_ADDIMAGE =Вмъкни изображението

#2.2.0
















TIP_OUTPUTTYPE_MSWORD1 		= Вмъкни копие на изображението
TIP_OUTPUTTYPE_MSWORD2 		= в Microsoft Word
















TIP_OUTPUTTYPE_MSEXCEL1 		= Вмъкни копие на изображението
TIP_OUTPUTTYPE_MSEXCEL2 		= в Microsoft Excel
















TIP_OUTPUTTYPE_MSPOWERPOINT1	= Вмъкни копие на изображението
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= в Microsoft PowerPoint
















TIP_OUTPUTTYPE_PROGRAM1		= Изпрати копие на изображението
TIP_OUTPUTTYPE_PROGRAM2 		=до външна програма
















TIP_OUTPUTTYPE_MSOUTLOOK1	=Прикрепи копие на изображ.
TIP_OUTPUTTYPE_MSOUTLOOK2	=към имейл съобщение
















TIP_OUTPUTTYPE_FACEBOOK1		= Качи и сподели изображението
TIP_OUTPUTTYPE_FACEBOOK2 		= във Facebook
















TIP_OUTPUTTYPE_TWITTER1		= Качи и сподели изображението
TIP_OUTPUTTYPE_TWITTER2 		= в Twitter
















TIP_OUTPUTTYPE_FTP1		= Изпрати изображ. директно
TIP_OUTPUTTYPE_FTP2 		= до място в мрежата чрез FTP

#2.3.3















TIP_OUTPUTTYPE_WEBUPLOAD1	= Изпрати изображ. директно
TIP_OUTPUTTYPE_WEBUPLOAD2	= до място в мрежата
TIP_IMAGE_ROTATEFLIP = Завъртане или обръщане на изображението или избраната област
TIP_TOOLS_EFFECT=Избор на ефекти
TIP_TOOLS_WIDTHS=Избор на ширина
TIP_TOOLS_OPACITY = Избор на прозрачност
TIP_VIEW_ZOOMIN = Приближаване на текущото изображение
TIP_VIEW_ZOOMOUT = Отдалечаване на текущото изображение
TIP_VIEW_ZOOMSELECT =Приближавне или отдалечаване
TIP_VIEW_ACTUALSIZE = Възстановяване на реалния размер на изображението
TIP_VIEW_THUMBNAIL=Показване на страница с миниатюри за по-бързо избиране на изображение
TIP_SHOW_RULER=Показване или скриване на линиите за измерване на вашите изображения
TIP_SHOW_STATUSBAR=Показване или скриване на лентата на състоянието в долната част на прозореца
TIP_SHOW_TAB=Показване или скриване на лентата с подпрозорци
TIP_COLOR_COLOR1 = Цвят на предния план
TIP_COLOR_COLOR2 = Цвят на задния план
TIP_COLOR_SWAP=Размяна на цветовете на предния и задния план
TIP_COLOR_DEFAULT = Цветове по подразбиране на предния и задния план
TIP_COLOR_MORE=Показване на повече видове палитри
TIP_SHAPE_FLATTEN=Комбиниране на фигурите
TIP_SHAPE_DELETE=Изтриване на фигурата
TIP_SHAPE_DUPLICATE=Създаване на копие на фигурата
TIP_SHAPE_FILL=Запълване на избраната фигура
TIP_SHAPE_OUTLINE=Контур на фигурата
TIP_SHAPE_EFFECTS=Формат на фигурата
TIP_SHAPE_ADDTEXT=Вмъкване на тект във фигурата
TIP_SHAPE_FLATTEN_ALL=Комбиниране на всички фигури
TIP_SHAPE_BRINGTOFRONT=Извеждане на избрания обект напред, така че да не се скрива от други обекти, които са пред него
TIP_SHAPE_SENDTOBACK=Изпращане на избрания обект назад, така че да се скрива от други обекти, които са пред него
#2.3.3
#2.2.0

#-------------------------------------------------------------















[Dialogs]
DLG_PICPICK_EDITOR_TITLE =Редактор на изображения на PicPick
DLG_CONTROLCAPTURE_TITLE =Снимка на контрол на прозорец

#2.3.0















DLG_SCROLLINGWINDOWCAPTURE_TITLE =Снимка на прозорец с превъртане
#2.3.0
















DLG_REGIONCAPTURE_TITLE =Снимка на избрана област
DLG_FIXEDREGIONCAPTURE_TITLE =Снимка на фиксирана област
DLG_FREEHANDCAPTURE_TITLE=Снимка на произволна област
DLG_WHITEBOARDTOOL_TITLE=Рисуване по екрана
DLG_MAGNIFIER_TITLE=Лупа
#2.0.0















DLG_COLORPICKER_TITLE =Избор на цвят
DLG_CROSSHAIR_TITLE=Координати
#2.0.0















DLG_COLORPALETTE_TITLE =Цветова палитра
DLG_AUTOSAVE_TITLE = Записване
DLG_NEWIMAGE_TITLE = Ново изображение
#1.8.0















DLG_PRINT_TITLE = Отпечатване
#1.8.0















DLG_CANVASSET_TITLE = Размер на картината
DLG_IMAGERESIZE_TITLE = Размер на изображението
DLG_ABOUT_TITLE = Относно
DLG_PIXELATE_TITLE = Пикселизация
DLG_HUESATURATION_TITLE = Оттенък / Наситеност
DLG_BRIGHTNESSCONTRAST_TITLE = Яркост / Контраст
#1.8.1.0















DLG_FRAME_TITLE		=Рамка
#1.8.1.0
















DLG_FONTVIEW_TITLE = Въвеждане на текст
#2.0.0















DLG_CAPTURE_TITLE=Снимане
DLG_CHANGEHOTKEY_TITLE = Клавиши
#2.0.0















DLG_WEBPAGECAPTURE_TITLE = Снимка на интернет страницата
DLG_SHORTCUT_TITLE = Промяна на бързи клавиши

#2.0.0















DLG_SETUP_TITLE		=Настройки на програмата
DLG_FILENAMESETUP_TITLE	=Име на файл
DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Редактор
DLG_ARROWSET_TITLE	=Потребителска стрелка
#2.0.0

#2.2.0















DLG_FACEBOOK_TITLE	=Връзка с Facebook
DLG_TWITTER_TITLE		=Връзка с Twitter
#2.2.0

#2.3.3















DLG_WEBUPLOAD_TITLE		=Качване в мрежата
#2.3.3
















BTN_OK = О&К
BTN_CANCEL = &Отмени
BTN_APPLY = &Приложи
#-------------------------------------------------------------

















[About]
GRP_PRESET = Настройки
CHK_ADDSTARTUP = Стартиране със зареждане на системата
CHK_ADDDESTKOP = Създаване на икона на работния плот
#1.8.0.3















CHK_CHECKUPDATE = Проверка за обновления на програмата
#1.8.0.3















LBL_LANGUAGE = Език
BTN_HOTKEY = Бързи клавиши...
#1.8.0















BTN_CREDIT = За автора
#1.8.0
#2.0.0















LBL_PROGRAMPARAMETER=&Параметри...
#2.0.0

#Not yet
#2.1.0 















CHK_SETTINGTOAPPDATA=Запазване на настройките в Application Data
#2.1.0

#2.2.5















LBL_MORELANGUAGE=Още езици...
#2.2.5



#-------------------------------------------------------------















[Captures]
GRP_CONTROLCAPTURE_PROPERTY =Свойства
#1.8.0















LBL_CONTROLCAPTURE_CLASS =Име
LBL_CONTROLCAPTURE_SIZE =Размер
LBL_CONTROLCAPTURE_INFO=Информация
LBL_CONTROLCAPTURE_SCROLL=Авто превъртане
LBL_CONTROLCAPTURE_OUTPUTTYPE =Направената снимка...
#1.8.0
#2.0.0















LBL_CONTROLCAPTURE_HANDLE =Дескриптор
LBL_CONTROLCAPTURE_RECT =Координати
#2.0.0















LBL_CONTROLCAPTURE_BOTTOMTIP =Изберете някой контрол на прозореца (бутон, раздел, кутия, лентата с инструменти и т.н....) и натиснете клавиша PRINT SCREEN.
















GRP_FIXEDREGIONCAPTURE_PROPERTY = Размер на областта
LBL_FIXEDREGIONCAPTURE_WIDTH = Ширина :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Височина :
















TIP_REGIONCAPTURE_NOTDRAG =Изберете някоя правоъгълна област от работния плот.
TIP_PIXEL =пиксели
TIP_FREEHANDCAPTURE_NOTDRAG =Нарисувайте някаква фигура на екрана, която да бъде снимана.
















LBL_COLORPICKER_COLORAS =Цвят като :
LBL_COLORPICKER_VALUE =Цвят :
















LSV_WEBPAGECAPTURE_LIST = Изберете уебстраница
BTN_WEBPAGECAPTURE_RELOAD = &Презареди
BTN_WEBPAGECAPTURE_CAPTURE = &Направи снимка
LBL_MINIHELP=Кликнете с левия бутон на мишката за да изберете област.
#-------------------------------------------------------------


#-------------------------------------------------------------















[Shortcut]
TAB_HOTKEY = Бързи клавиши
GRB_CAPTURE = Снимка на екрана
GRB_TOOLS = Инструменти
















LBL_KEYNONE = Няма
















LBL_CAPTURE_FULLSCREEN		=Целия екран
LBL_CAPTURE_ACTIVEWINDOW	=Активен прозорец
LBL_CAPTURE_CONTROL		=Прозорец с контрол
#2.3.0















LBL_CAPTURE_SCROLLINGWINDOW	=Прозорец с превъртане
#2.3.0
















LBL_CAPTURE_REGION		=Избрана област
LBL_CAPTURE_FIXEDREGION		=Фиксирана област
LBL_CAPTURE_FREEHAND		=Произволна област
LBL_CAPTURE_WEBPAGE		=Интернет страница
LBL_CAPTURE_REPEAT		=Повтори последната снимка
















LBL_TOOLS_EDITOR		=Редактор на изображения
LBL_TOOLS_COLORPICKER		=Избор на цвят
LBL_TOOLS_COLORPALETTE		=Цветова палитра
LBL_TOOLS_PIXELRULER		=Линийка
LBL_TOOLS_PROTRACTOR		=Ъгломер
LBL_TOOLS_CROSSHAIR		=Координати
LBL_TOOLS_WHITEBOARD		=Рисуване по екрана
















LBL_TOOLS_MAGNIFIER		=Лупа
















CBO_HOTKEY_CUSTOM		=По избор...
CBO_HOTKEY_DEFAULT		=По подразбиране
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE			=Изключено


#-------------------------------------------------------------


#-------------------------------------------------------------

















[FontView]
GRP_COLOR = Цвят
LBL_FONTCOLOR = Шрифт
CHK_FILLCOLOR = Фон
CHK_AA = Заоблени ъгли на шрифта

#-------------------------------------------------------------
















[AutoSave]
GRP_SELECTFOLDER =Автоматично записване на изображението
LBL_SELECTFOLDER =Изберете папка за записване на изображението
BTN_SELECTFOLDER =&Преглед...
GRP_SELECTFILENAME =Име на файла
RDO_SELECTFILENAME_TEXT =Текст + номер
RDO_SELECTFILENAME_NUM =Само номер
RDO_SELECTFILENAME_DATETIME =Дата / Час
LBL_SELECTFILENAME_DATETIME_FORMAT = hh nn ss  dd-mm-yyyy
EDT_SELECTFILENAME_DEFAULT = Изображение
GRP_SELECTFORMAT =Файлов формат
RDO_SELECTFORMAT_BMP =Растерни изображения (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG файлове с изображения (*.jpg)
RDO_SELECTFORMAT_PNG =Преносими мрежови графики (*.png)
RDO_SELECTFORMAT_GIF =CompuServe GIF изображения (*.gif)

#2.0.0















LBL_SAVEFILENAME=Въведете име на файла за авто-записване или качване на FTP-сървър.
















LBL_EXAMPLETITLE=Пример)
LBL_EXAMPLE1=%y : Година, %m : Месец, %d : Ден
LBL_EXAMPLE2=%h : Час, %n : Минута, %s : Секунда
LBL_EXAMPLE3=%c : Номер
















GRB_OTHERPROGRAM=Настройка на външната програма
LBL_OTHERPROGRAM=Изберете външна програма, към която да се изпращат снимките.
LBL_OTHERPROGRAMPATH=Път към програма :
LBL_OTHERPROGRAMPARAMETER=Параметър :
LBL_OTHERPROGRAMSELECT=Изпращане към външна програма...
LBL_OTHERPROGRAMMSWORD=в Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=в Microsoft Excel
LBL_OTHERPROGRAMMSPPT=в Microsoft PowerPoint
#2.0.0


#2.0.0
#-------------------------------------------------------------















[CaptureSet]
GRB_CAPTUREOPTION		=Настройка на снимане
CHK_DUALMONITORS		=Поддържане на два монитора
CHK_SOUND			=Активиране на звуков ефект при снимане
CHK_MOUSECURSOR		=Включване на изображението на курсора
CHK_HIDEEDITOR			=Скриване на редактора на PicPick преди снимане
CHK_ALWAYSCOPYCLIPBOARD	=Винаги да се копира снимката в клипборда
CHK_STARTWITHCAPTUREBAR	=Показване на лентата за снимане при стартиране на програмата
















GRB_AUTOSCROLL			=Автоматично превъртане
CHK_SCROLLCAPTURE		=Включване на автоматичното превъртане
LBL_SCROLLDELAY			=Забавяне :
LBL_SCROLLDELAYMS		=мс
















GRB_MAGNIFIER			=Прозорец с увеличение
CHK_MAGNIFIER			=Показване на прозореца с увеличение при снимане
LBL_ZOOMSCALE			=Мащаб :
GRB_CAPTUREDELAY		=Забавяне преди снимане
#-------------------------------------------------------------

#-------------------------------------------------------------















[FTP]
GRB_FTPSERVER = Настройка на FTP сървъра
LBL_FTPADDRESS  =FTP сървър :
LBL_REMOTEPATH = Отдалечен път :
LBL_PORT=Порт :
CHK_PASSIVEFTP= Пасивен режим
LBL_USERNAME=Потребител :
LBL_PASSWORD=Парола :
BTN_CONNECTTEST=ПРОВЕРКА
LBL_SENDWEBBROWSER=Отваряне на URL-адреса в браузера
LBL_SENDCLIPBOARD=Копиране на URL-адреса в клипборда
LBL_WEBADDRESS=URL-адрес
#-------------------------------------------------------------

#-------------------------------------------------------------















[EditorSet]
GRB_EDITOROPTION = Настройка на редактора
CHK_OPENEDITORWHENSTART=Отваряне на редактора при старт на програмата
CHK_CENTERIMAGE =Подравняване на изображението в центъра на прозореца
CHK_CLOSEWITHOUTASKING =Затваряне на незаписаното изображение без питане
CHK_CROPNEW=Изрязване като ново изображение
#2.1.0















CHK_SHOWCLASSICUI=Показване ан класическа лента с инструменти
#2.1.0















LBL_BG=Цвят на фона :
RDO_BGGRID=Мрежа
RDO_BGSOLID=Плътен цвят
















GRB_FILETYPE=Файлова асоциация
LBL_FILETYPE=Моля изберете типа файлове, които желаете да се отварят с PicPick.
LBL_FILETYPEVISTA=Направи PicPick редактор на изображения по подразбиране
#-------------------------------------------------------------

#-------------------------------------------------------------















[ArrowSet]
CHK_START = Начало
CHK_END = Край
CHK_OUTLINE = Добави контур
CBO_AT_ARROW1 = Стрелка 1
CBO_AT_ARROW2 = Стрелка 2
CBO_AT_CIRCLE = Окръжност
CBO_AT_DIAMOND = Ромб
#-------------------------------------------------------------
#2.0.0


#-------------------------------------------------------------















[CanvasSet]
GRP_SIZE = Размер на изображението
LBL_WIDTH = Нова ширина
LBL_HEIGHT =Нова височина
LBL_BACKCOLOR = Цвят на фона
LBL_PRESETS = Предварително установени
CBO_CLIPBOARD=Клипборд
CBO_LASTUSED=Последно използвано
CBO_CURRENT=Настоящ размер на изображението
#-------------------------------------------------------------

#-------------------------------------------------------------















[ResizeSet]
LBL_ZOOM = 
RDO_ZOOM = Промени размера в проценти
RDO_SIZE = Промени до определен размер
CHK_KEEP = Запази съотношението на страните
LBL_WIDTH = Ширина
LBL_HEIGHT = Височина


#-------------------------------------------------------------















[ColorSet]
BTN_PREVIEW = &Преглед
LBL_PIXELATE = Пикселизация
LBL_HUE = Оттенък
LBL_SATURATION = Наситеност
LBL_BIRGHTNESS = Яркост
LBL_CONTRAST = Контраст
#-------------------------------------------------------------

#1.8.1.0
#-------------------------------------------------------------















[FrameSet]
GRP_PREVIEW = Преглед
GRP_EFFECT = Ефект
CHK_BORDER = Очертание
CHK_FRAME = Рамка
LBL_ETC=Намери още ефекти за рамка...
CHK_AUTO=Приложи ефектите за рамка по време на снимането
#-------------------------------------------------------------
#1.8.1.0


#-------------------------------------------------------------















[Palette]
LBL_RED =&Червен
LBL_GREEN =&Зелен
LBL_BLUE =&Син
LBL_TYPE = Цвят като :
BTN_COPY =&Копирай
















CLR_DEFAULTTEXT = Цветова палитра
CLR_CUSTOMTEXT = Повече цветове...
#-------------------------------------------------------------

#-------------------------------------------------------------















[PixelRuler]
MNU_RULER_MOVE =&Премести
MNU_RULER_MOVE_UP =На&горе
MNU_RULER_MOVE_DOWN =Над&олу
MNU_RULER_MOVE_LEFT =На&ляво
MNU_RULER_MOVE_RIGHT =На&дясно
#-------------------------------------------------------------















MNU_RULER_TYPE =&Тип
MNU_RULER_TYPE_HOTRIZONTAL =&Хоризонтално
MNU_RULER_TYPE_VERTICAL =&Вертикално
#-------------------------------------------------------------















MNU_RULER_TRANSPARENT =П&розрачност
MNU_RULER_TRANSPARENT_USE =В&ключи
MNU_RULER_TRANSPARENT_NOTUSE =&Изключи
MNU_RULER_TRANSPARENT_INC =&Увеличи (+)
MNU_RULER_TRANSPARENT_DEC =&Намали (-)
#1.8.0.9















MNU_MAGNIFIER		=Покажи &лупа...
#1.8.0.9
#-------------------------------------------------------------















MNU_RULER_EXIT =&Изход
#-------------------------------------------------------------
#2.2.4















MNU_RULER_UNIT =&Единици
MNU_RULER_UNIT_PIXEL =&Пиксели
MNU_RULER_UNIT_INCH =&Инчове
MNU_RULER_UNIT_CM = &Сантиметри
MNU_RULER_UNIT_DPI = &DPI
MNU_RULER_COLOR = &Цвят
MNU_RULER_COLOR_BLUE = &Син (по подразбиране)
MNU_RULER_COLOR_YELLOW = &Жълт (класически)
MNU_RULER_COLOR_WHITE = &Бял
MNU_RULER_COLOR_BLACK = &Черен
#2.2.4
#2.2.7















MNU_RULER_UNIT_DPI_CUSTOM = &По избор...
DLG_CUSTOMDPI_TITLE= Настройка на DPI по избор
LBL_CUSTOMDPI_TEXT= Моля въведете броя пиксели за инч (DPI) :
#2.2.7

#-------------------------------------------------------------















[WhiteBoard]
MNU_WHITEBOARD_PENWIDTH =&Ширина на перото
MNU_WHITEBOARD_PENCOLOR =&Цвят на перото
MNU_WHITEBOARD_PENCOLOR_BLACK =Черен
MNU_WHITEBOARD_PENCOLOR_WHITE =Бял
MNU_WHITEBOARD_PENCOLOR_RED =Червен
MNU_WHITEBOARD_PENCOLOR_GREEN =Зелен
MNU_WHITEBOARD_PENCOLOR_BLUE =Син
MNU_WHITEBOARD_PENCOLOR_CYAN =Синьозелен
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Пурпурен
MNU_WHITEBOARD_PENCOLOR_YELLOW =Жълт
MNU_WHITEBOARD_PENCOLOR_GRAY =Сив
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Други...
#-------------------------------------------------------------















MNU_WHITEBOARD_CLEAR =&Изчисти
MNU_WHITEBOARD_SAVE =&Снимане на екрана
MNU_WHITEBOARD_EXIT =И&зход
#-------------------------------------------------------------
#1.8.0.6















TIP_TOOL_MOVE =Премести
TIP_TOOL_ZOOM =Увеличи
TIP_TOOL_PEN =Молив
TIP_TOOL_LINE =Линия
TIP_TOOL_ARROW =Стрелка
TIP_TOOL_SHAPE=Фигура
TIP_TOOL_RECT =Правоъгълник
TIP_TOOL_ELLIPSE =Елипса
TIP_TOOL_RRECT =Правоъгълник със заоблени ъгли
TIP_TOOL_TRANSPARENT = Прозрачност
TIP_TOOL_CLEAR=Изчисти
TIP_TOOL_SAVE=Снимай екрана
TIP_TOOL_WIDTH=Ширина
TIP_TOOL_COLOR=Цвят
#1.8.0.6


#-------------------------------------------------------------
#1.8.0















[Print]
BTN_PRINTERSETUP=Настр. на принтер
BTN_PRINT=От&печатай
GRB_PREVIEW =Предпечатен преглед
















TAB_PAPERSETUP=Настройка на страницата
TAB_ADDTEXT=Добавяне на текст
















GRB_MARGINSETUP=&Отстъп (мм)
LBL_MARGINTOP=Отгоре
LBL_MARGINLEFT=Отляво
LBL_MARGINRIGHT=Отдясно
LBL_MARGINBOTTOM=Отдолу
















GRB_IMAGESETUP=&Настройка на изображението
CHK_CENTER=Центрирай изображението
CHK_SHRINK=Разтегни до размера на страницата
CHK_PROPORTINAL=Запази пропорциите
CHK_GRAYSCALE=Чернобяло
















GRB_PAPERCOUNT=&Брой на копията
LBL_PAPERUNIT=Стран.
















GRB_ORIENTATION=&Ориентация
RDO_PORTRAIT=Портретна
RDO_LANDSCAPE=Албумна
















GRB_HEADER=В &горния край
CHK_HEADERADD=Добави
CBO_HEADERDEFAULT=Моля добавете текста тук
LBL_HEADERMARGIN=Отстъп :
BTN_HEADERFONT=Шрифт...
RDO_HEADERLEFT=Отляво
RDO_HEADERCENTER=В центъра
RDO_HEADERRIGHT=Отдясно
















GRB_FOOTER=В &долния край
CHK_FOOTERADD=Добави
CBO_FOOTERDEFAULT=Моля добавете текста тук
LBL_FOOTERMARGIN=Отстъп :
BTN_FOOTERFONT=Шрифт...
RDO_FOOTERLEFT=Отляво
RDO_FOOTERCENTER=В центъра
RDO_FOOTERRIGHT=Отдясно
#1.8.0
#-------------------------------------------------------------

#2.2.0
#and Twitter
#and WebUpload
#-------------------------------------------------------------















[Facebook]
BTN_CLOSE = &Затвори
LBL_PREVIEW = Преглед на изображението
LBL_CAPTION = Заглавие на снимката
RDO_SELECTALBUMS = Изберете албуми
RDO_CREATEALBUM = Създайте нов фото албум
LBL_CREATEALBUM_NAME = Име :
LBL_CREATEALBUM_LOCATION = Място :
LBL_CREATEALBUM_DESCRIPTION =Описание :
LBL_CREATEALBUM_PRIVACY = Сподели с :
CBO_CREATEALBUM_1 = Всички
CBO_CREATEALBUM_2 = Моята мрежа и приятели
CBO_CREATEALBUM_3 = Приятели на приятели
CBO_CREATEALBUM_4 = Само приятели
BTN_UPLOAD = Качи
LBL_IMGURL = Адрес на изображението
LBL_LINKURL = Линк към албума
LBL_UPLOADING=В момента се качва...
LBL_UPLOADCOMPLETE = Качването завърши
LBL_UPLOADWAIT = Чакане на отговор ...
LBL_UPLOADFAILURE = Качването е неуспешно. Опитайте отново.
LBL_UPLOADRESULT = Успешно качихте една снимка.
















LBL_ACCOUNT = Потребител :
LBL_PASSWORD = Парола :
LBL_REMEMBERPASSWORD = Запомни паролата
LBL_MESSAGE = Съобщение :

#2.3.3















LBL_WEBUPLOAD_TITLE = Качете вашите изображения директно в мрежата
LBL_WEBUPLOAD_TITLESUB = чрез ImageShack - Безплатна хостинг услуга за изображения
LBL_WEBUPLOAD_SIGNUP = Регистрация за управление на снимките!
















LBL_WEBUPLOAD_NOACCOUNT = Гост (Не се изисква регистрация)
LBL_WEBUPLOAD_ACCOUNTEXIST = Аз имам профил в ImageShack
#2.3.3

#-------------------------------------------------------------
#2.2.0


#2.3.0

















[ThumbnailView]
BTN_QUICKTABS=Покажи всички подпрозорци
MNU_RENAME=&Преименувай...
LBL_RENAME=Моля въведете име на файла.
[ObjectProperty]
SHP_SHAPES = Фигури
SHP_LINE = Линия
SHP_CURVE = Крива линия
SHP_ARROW = Стрелка
SHP_CURVEARROW = Крива стрелка
SHP_ELLIPSE = Елипса
SHP_RECT = Правоъгълник
SHP_ROUNDRECT = Правоъгълник със заоблени ъгли
SHP_BALLOON = Балон
SHP_DIAMOND = Ромб
SHP_PENTAGON = Петоъгълник
SHP_Hexagon = Шестоъгълник
SHP_5STAR = 5-точкова звезда
SHP_6STAR = 6-точкова звезда
TAB_EDIT = Редактиране
TBN_DELETE_OBJECT = Изтрий
TBN_DUPLICATE=&Дублирай
MNU_FLATTEN = &Комбинирай
MNU_FLATTENALL = &Комбинирай всички
LST_CHANGESHAPE = Промени фигурата
TAB_SHAPESTYLES=Стилове на фигурата
TBN_SHAPETEXT=Вмъкни &текст...
TBN_SHAPEFILL=Запълване
MNU_SHAPEFILL_NOFILL=Без запълване
MNU_SHAPEFILL_SOLIDFILL=Плътно запълване
MNU_SHAPEFILL_GRAFILL=Вертикален наклон
MNU_SHAPEFILL_RADIALFILL=Радиален наклон
TBN_SHAPEOUTLINE=Контур
MNU_SHAPEOUTLINE_NOLINE = Без линия
MNU_SHAPEOUTLINE_SOLIDLINE = Плътна линия
MNU_SHAPEOUTLINE_DOTLINE = Линия от точка
MNU_SHAPEOUTLINE_DASHLINE = Линия от тире
MNU_SHAPEOUTLINE_DASHDOTLINE = Линия от тире точка
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Линия от тире точка точка
TBN_SHAPEFORMAT=Параметри
TBN_SHAPEEFFECTS=Ефекти на фигурата
MNU_SHAPEEFFECTS_NOEFFECTS=Без ефекти
MNU_SHAPEEFFECTS_SHADOW=Ефекти
MNU_SHAPEEFFECTS_SHADOWUSE=Сянка
MNU_SHAPEEFFECTS_SHADOWOPTION=Опции...
MNU_SHAPEEFFECTS_BALLOONPOS=Ориентация на балона
MNU_SHAPEEFFECTS_BALLOONPOSTL=Горе ляво
MNU_SHAPEEFFECTS_BALLOONPOSTR=Горе дясно
MNU_SHAPEEFFECTS_BALLOONPOSBL=Долу ляво
MNU_SHAPEEFFECTS_BALLOONPOSBR=Долу дясно
MNU_SHAPEEFFECTS_ARROWSTART = Тип на началото
MNU_SHAPEEFFECTS_ARROWEND = Тип на края
MNU_SHAPEEFFECTS_ARROWNONE = Без стрелка
MNU_SHAPEEFFECTS_ARROW1 = Стрелка 1
MNU_SHAPEEFFECTS_ARROW2 = Стрелка 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Окръжност
MNU_SHAPEEFFECTS_ARROWDIAMOND = Ромб
MNU_SHAPE_ARRANGE=Разположение
BTN_SHAPE_FRONT=Изведи от&пред
BTN_SHAPE_BACK=Изпрати от&зад
BTN_SHAPE_ARROWSTYLE=Стил на стрелката
TAB_SHAPECOLOR=Цвят на фигурата
[Licenses]
rdoRegistered =Регистриран потребител ( Имам регистрационен код за търговска употреба )
rdoPersonal = Желая да ползвам тази програма само за лични нужди.
btnBuy = &Купи сега
btnRegister = &Регистрирай
btnAgree= &Съгласен
btnClose = &Затвори
lblEnterLicense = Въведете вашата регистрационна информация
lblOwnerName = Име на собственика
lblRegistrationCode = Регистрационен код
lblLicenseInfo = Този продукт е лицензиран на :
lblPersonalUse = ЗА ДОМАШЕН ПОТРЕБИТЕЛ ( ЕДИНСТВЕНО ЗА ЛИЧНО ПОЛЗВАНЕ )

#This language is for PicPick 2.3

#2.3.0
















[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Изберете точка от екрана за център.
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Натиснете клавиш [
MSG_ACTIVEWINDOW_2 = ] за снимка на активния прозорец.
MSG_EXITSAVEIMAGE_1 = Желаете ли да запишете промените в [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Изображение
MSG_DIRECTORYACCESSERROR = Няма достъп до папката.
MSG_DEFAULT_TAPNAME = Няма изображение
















MSG_HOTKEY_ALREADY1 = PicPick не може да регистрира следните клавиши.
MSG_HOTKEY_ALREADY2 = Желаете ли да промените предназначението на тези клавиши?
















MSG_THISFOLDERNOTFOUND = Папката [пътят или името на папката] не е намерена.
MSG_INVALID_FILENAME = Името на файла съдържа недопустими символи.
MSG_INVALID_CLIPBOARD = Грешка при поставяне на изображение от клипборда! (Неправилен формат на данните)
MSG_CANNOTREPEATCAPTURE = Не мога да намеря избраната област от последната снимка
MSG_CLOSEALLIMAGE = Желаете ли да затворите всички незаписани изображения?
















MSG_FILE_OPEN =Отвори
MSG_FILE_SAVE =Запиши като

#1.8.0.3















MSG_NEWVERSIONAVAILABLE = Достъпна е нова версия на PicPick. Желаете ли да отидете на страницата за изтегляне ?
#1.8.0.3

#2.0.0















MSG_PROGRAM_NOTADDYET=Трябва да изберете външна програма за да изпращате вашите снимки!
MSG_EXTERNALPROGRAMERROR=Не мога да намеря определената външна програма.
MSG_PARAMETERS_TITLE=PicPick параметри
#2.0.0

#2.1.0















MSG_OLDLANGUAGE =Езиковият файл е стара версия, така че някои текстове не са преведени. Желаете ли да промените езика въпреки това?
#2.1.0

#2.2.0















MSG_INVALIDALBUMNAME=Името на албума съдържа недопустими символи.
MSG_CREATEFAILUREALBUM=Грешка при създаването на албума.
MSG_LOADINGFAILUREALBUM=Грешка при зареждането на албума.
#2.2.0

#2.2.1















MSG_IDEMPTY = Моля въведете потребителско име.
MSG_PWEMPTY = Моля въведете потребителска парола.
MSG_SAVE = Запиши
MSG_DONTSAVE = Не записвай
MSG_DONTSAVEALL = Не записвай нищо
MSG_NODISPLAYAGAIN = Не показвай това съобщение отново
BTN_YES = &Да
BTN_NO = &Не
BTN_NOALL = &Не за всички
MSG_INPUTTEXT = Моля въведете тект тук
MSG_FLATTENLAYER= За тази задача, трябва да се комбинират фигурите с изображението, което е на заден план. Желаете ли да комбинирате фигурите?
MSG_FLATTENALL=Желаете ли да комбинирате всички фигури?
MSG_INVALID_DOWNLOADURL = Възникна грешка по време на сваляне на изображението.
MSG_OPENURL=Моля въведете URL-адрес.
MSG_ANYSETTINGOK = Настройките бяха променени успешно.
MSG_DEFAULTEDITOR=PicPick беше зададен като редактор на изображения по подразбиране.
